export const readyToAnswer = [
	{
		question: 'Что означает ошибка “Подпись не соотвествует предыдущей“?',
		answer:
			'Такое сообщение означает, что подпись новой версии приложения отличается от подписи предыдущей. Убедитесь, пожалуйста, что подпись совпадает с предыдущей. Мы проверяем подпись через APK Signer — утилиту, встроенную в Android SDK Build Tools. Необходимо, чтобы были корректные v1, v2 или v3 подписи.'
	},
	{
		question: 'Сколько длится модерация?',
		answer:
			'Обычно модерация длится не более суток. В некоторых случаях может потребоваться дополнительная информация о приложении — мы пришлём запрос на указанную при регистрации электронную почту и проверим приложение, как только получим все необходимые данные.'
	},
	{
		question: 'Как попасть в подборку приложений?',
		answer:
			'Попасть в подборку по своей инициативе невозможно. Подборку составляет редакция RuStore. В будущем у разработчиков появятся инструменты для продвижения приложений.'
	},
	{
		question: 'Как удалить опубликованное приложение?',
		answer:
			'Для того чтобы удалить приложение напишите, пожалуйста, в поддержку support@rustore.ru. Необходимо указать ваш VK ID и ID приложения.'
	}
];
